Repository: Jonimoose/tilp
Catalog: po/*.po
Languages: fr

source: Latest version of TiLP can be found at: <http://lpg.ticalc.org/prj_tilp> Please report any bugs to the TiLP team: <tilp-users@lists.sf.net>.
fr: La dernière version de TiLP peut être trouvée sur : <http://lpg.ticalc.org/prj_tilp> Veuillez reporter les bugs éventuels à l'équipe TiLP : <tilp-users@lists.sf.net>.

source: Screen Capture Options
fr: Options de capture d'écran

source: _clipped (TI89)
fr: atta_ché (TI89)

source: Screen mode:
fr: Type d'écran :

source: _emulate
fr: _émuler

source: Gray-scale:
fr: Niveau de gris :

source: Screen Format
fr: Format d'écran

source: _XPM (Unix format)
fr: _XPM (format Unix)

source: _JPEG (non interlaced)
fr: _JPEG (non entrelacé)

source: Image type:
fr: Type d'image :

source: File Format
fr: Format de fichier

source: Screen capture
fr: Capture d'écran

source: _Load
fr: _Charger

source: _Save
fr: Enregi_strer

source: _Quit
fr: _Quitter

source: Refresh
fr: Recharger

source: Save
fr: Enregistrer

source: Quit
fr: Quitter

source: Help
fr: Aide

source: Calculator screen
fr: Écran de la calculatrice

source: _Open
fr: _Ouvrir

source: Save current settings (in the configuration file '~/.tilp').
fr: Enregistre les réglages actuels (dans le fichier de configuration "~/.tilp")

source: Save _config
fr: Enregistrer la _configuration

source: Load the previously saved settings.
fr: Charge les réglages précédemment enregistrés

source: _Reload config
fr: _Recharger la configuration

source: Load default settings.
fr: Charge les réglages par défaut

source: _Default config
fr: Configuration par _défaut

source: Exit from TiLP.
fr: Quitter TiLP

source: _Setup
fr: Option_s

source: General options.
fr: Options générales

source: _General
fr: _Général

source: Location of external programs.
fr: Emplacement des programmes externes

source: _External programs
fr: Programmes _externes

source: Communication settings.
fr: Réglages de la communication

source: Clock management (AMS2.08 mini).
fr: Réglages de l'horloge (AMS2.08 mini)

source: _Clock
fr: _Horloge

source: Get the ID-LIST of an FLASH calculator.
fr: Obtenir l'ID LIST d'une calculatrice FLASH.

source: Get _IDlist
fr: Obtenir _IDlist

source: Teminal box and remote control.
fr: Fenêtre de terminal et télécommande.

source: Remote _control
fr: Télé_commande

source: Get a ROM image for an emulator..
fr: Obtenir une image ROM pour un émulateur

source: ROM _dump...
fr: Copier _ROM...

source: Send an OS upgrade to the calculator
fr: Envoyer une mise à jour du système d'exploitation sur la calculatrice.

source: _Upgrade OS
fr: Mettre à jo_ur système d'exploitation

source: _Help
fr: _Aide

source: The TiLP User's Manual in html format.
fr: Le manuel de l'utilisateur TiLP en format html.

source: _User's Manual
fr: Manuel de l'_utilisateur

source: The Linux manual page.
fr: La page de manuel Linux.

source: _Bookmarks
fr: _Favoris

source: http://education.ti.com, the Texas Instruments web site
fr: http://education.ti.com, le site web de Texas Instruments

source: TI's web site
fr: Le site Web de TI

source: http://eps.ti.com, TI's store for OS upgrades and FLASH applications.
fr: http://eps.ti.com, vente de mises à jour et d'applications FLASH pour TI.

source: Calculator software
fr: Logiciels pour calculatrice

source: A great web site on TI related stuffs.
fr: Un site web sur tout ce qui touche aux TI.

source: Some news on the TI world.
fr: Nouvelles du monde TI.

source: A French calculator web site.
fr: Un site Français sur les calculatrices.

source: http://lpg.ticalc.org, the Linux Programmer Group
fr: http://lpg.ticalc.org, le groupe de programmeurs Linux.

source: The LPG
fr: Le LPG

source: http://tilp.info, the TiLP web site.
fr: http://tilp.info, le site Web de TiLP.

source: TiLP's web site
fr: Le site Web de TiLP

source: Check whether calculator is ready...
fr: Vérifie si la calculatrice est prête...

source: Ready ?
fr: Prêt ?

source: List calculator content (folders, variables and applications).
fr: Liste le contenu de la calculatrice (dossiers, variables et applications).

source: Dirlist
fr: Lister

source: Backup the calculator content.
fr: Sauvergarder le contenu de la calculatrice.

source: Restore the calculator content.
fr: Restaurer le contenu de la calculatrice.

source: Restore
fr: Restaurer

source: Receive variables from non-silent calculators.
fr: Recevoir des variables de calculatrices non silencieuses.

source: Receive
fr: Recevoir

source: Create a new directory.
fr: Créer un nouveau dossier.

source: MkDir
fr: Nouveau dossier

source: Delete selected files.
fr: Supprimer les fichiers sélectionnés.

source: Delete
fr: Supprimer

source: Refresh right frame.
fr: Recharger le panneau de droite.

source: Calculator files
fr: Fichiers de la calculatrice

source: Computer files
fr: Fichiers de l'ordinateur

source: Memory free: 0 bytes
fr: Mémoire libre : 0 octets

source: Current dir: none
fr: Dossier courant : aucun

source: Title
fr: Titre

source: Name:
fr: Nom :
