Repository: Jonimoose/tilp
Catalog: po/*.po
Languages: fr

source: about.c: GUI loading failed !
fr: about.c : échec du chargement de l'interface graphique !

source: Varname
fr: Nom de variable

source: Attribute
fr: Attribut

source: Filename
fr: Nom de fichier

source: action.c: GUI loading failed !
fr: action.c : échec du chargement de l'interface graphique !

source: skip
fr: ignorer

source: overwrite
fr: écraser

source: Rename the file
fr: Renommer le fichier

source: New name:
fr: Nouveau nom :

source: Name
fr: Nom

source: Size
fr: Taille

source: Feb
fr: Fév

source: Apr
fr: Avr

source: May
fr: Mai

source: Aug
fr: Aoû

source: Dec
fr: Déc

source: comm.c: GUI loading failed !
fr: comm.c : échec du chargement de l'interface graphique !

source: Parallel port #1
fr: Port parallèle #1

source: Serial port #1
fr: Port série #1

source: Virtual port #1 (emu)
fr: Port virtuel #1 (emu)

source: Parallel port #2
fr: Port parallèle #2

source: Serial port #2
fr: Port série #2

source: Virtual port #2 (tilp)
fr: Port virtuel #2 (tilp)

source: Parallel port #3
fr: Port parallèle #3

source: Serial port #3
fr: Port série #3

source: Serial port #4
fr: Port série #4

source: Attr
fr: Attribut

source: Screen
fr: Écran

source: Operating System
fr: Système d'exploitation

source: Any Folder
fr: N'importe quel dossier

source: Warning
fr: Avertissement

source: Error
fr: Erreur

source: Unable to remove the temporary file.
fr: Impossible de supprimer les fichiers temporaires.

source: Initialized in GTK+ mode.
fr: Initialisé en mode GTK+.

source: Memory free: %u bytes
fr: Mémoire libre : %u octets

source: Memory used: %u bytes
fr: Mémoire utilisée : %u octets

source: Memory used: %s
fr: Mémoire utilisée : %s

source: Current directory: %s
fr: Dossier courant : %s

source: Done.
fr: Fait.

source: Loading GUI...
fr: Chargement de l'IHM...

source: Scanning plugins...
fr: Détection des greffons...

source: A file must have been selected in the right window.
fr: Un fichier doit être sélectionné dans la fenêtre de droite.

source: It seems that the 'unzip' program is unavailable. Windows users: you must have the 'WinZip Command Line Support Add-On' (233 Kb) for this. If not, you can download it at www.winzip.com.
fr: Le programme 'unzip' ne semble pas être disponible. Utilisateurs Windows : vous devez disposer d'un 'Add-On pour le Support de la Ligne de Commande' (233Ko). Dans le cas contraire, vous pouvez le télécharger sur www.winzip.com.

source: It seems that the 'unzip' program is unavailable. Windows users: you must have the 'WinZip Command Line Support Add-On' (233 Kb) for this. Else, you can download it at www.wintar.com.
fr: Le programme 'unzip' ne semble pas être disponible. Utilisateurs Windows : vous devez disposer d'un 'Add-On pour le Support de la Ligne de Commande' (233Ko). Dans le cas contraire, vous pouvez le télécharger sur www.wintar.com.

source: Plugin mechanism: system not defined yet !
fr: Système de greffons : système pas encore défini !

source: Make a new directory
fr: Créer un nouveau dossier

source: Name:
fr: Nom

source: new_directory
fr: nouveau_dossier

source: It seems that the 'appsign' program is not available. You can download it on http://education.ti.com.
fr: Le programme 'appsign' ne semble pas être disponible. Vous pouvez le télécharger sur http://education.ti.com.

source: Open with
fr: Ouvrir avec

source: Change drive
fr: Changer de lecteur

source: Couldn't find pixmap file: %s
fr: Impossible de trouver le fichier pixmap : %s

source: Status: not connected.
fr: État : déconnecté.

source: It's not a FLASH upgrade or this FLASH file is not intended for this calculator type.
fr: Il ne s'agit pas d'une mise à jour FLASH ou ce fichier FLASH n'est pas destiné à ce type de calculatrice.

source: Manual_en.html
fr: Manual_fr.html

source: You are going to restore the content of your calculator with a backup. The whole memory will be erased. Are you sure you want to do that ?
fr: Vous allez restaurer le contenu de votre calculatrice avec une sauvegarde. Toute la mémoire sera effacée. Voulez-vous vraiment continuer ?

source: Backup
fr: Sauvergarde

source: Waiting for confirmation on calc...
fr: En attente d'une confirmation de la calculatrice...

source: Waiting for backup from calc...
fr: En attente de la sauvegarde de la calculatrice...

source: Receiving blocks
fr: Réception des blocs

source: ROM dump
fr: Copier ROM

source: Receiving bytes
fr: Réception des octets

source: An assembly program is about to be sent on your calculator. If you have not made a backup yet, you should do one before proceeding with ROM dumping...
fr: Un programme en assembleur va être envoyé sur votre calculatrice. Si vous n'avez pas encore fait de sauvegarde, vous devriez le faire avant de procéder à toute modification de la ROM...

source: 1: you must have AShell installed on your calculator 2: TiLP will automatically transfer the ROM dump program 3: but, it will wait for you to manually launch it from the calculator.
fr: 1: vous devez avoir AShell d'installé sur votre calculatrice 2: TiLP transférera automatiquement le programme en ROM 3: mais il attendra que vous le lanciez manuellement sur la calculatrice.

source: 1: you must have ASh installed on your calculator 2: you must be in receive mode (LINK menu) 3: TiLP will transfer the ROM dumping program 4: it will wait for you to manually launch it from the calculator.
fr: 1: vous devez avoir ASh d'installé sur votre calculatrice 2: vous devez être en mode réception (menu LINK) 3: TiLP transférera le programme en ROM 4: il attendra que vous le lanciez manuellement sur la calculatrice.

source: 1: you must have Zshell or Usgard installed on your calculator 2: you must be in receive mode (LINK menu) 3: TiLP will transfer the ROM dumping program 4: it will wait for you to manually launch it from the calculator.
fr: 1: vous devez avoir Zshell ou Usgard d'installé sur votre calculatrice 2: vous devez être en mode réception (menu LINK) 3: TiLP transférera le programme en ROM 4: il attendra que vous le lanciez manuellement sur la calculatrice.

source: 1: TiLP will automatically transfer the ROM dumping program 2: but, it will wait for you to manually launch it from the calculator (either by the shell, either by typing 'asm(rom86)'.
fr: 1: TiLP transférera automatiquement le programme en ROM 2: mais il attendra que vous le lanciez manuellement sur la calculatrice (soit par le shell, soit en tapant "asm(rom86)".

source: 1: you must have the FargoII shell installed on your calculator 2: TiLP will automatically transfer the ROM dumping program 3: TiLP will automatically launch the program (if you are in HOME).
fr: 1: vous devez avoir FargoII d'installé sur votre calculatrice 2: TiLP transférera automatiquement le programme en ROM 3: TiLP lancera automatiquement le programme (si vous êtes dans HOME).

source: It's not an FLASH application or this FLASH application is not intended for this calculator type.
fr: Il ne s'agit pas d'une application FLASH ou cette application FLASH n'est pas destinée à ce type de calculatrice.

source: You are going to upgrade the Operating System of your calculator. You are advised to eventually turn off your screen saver, which could cause the transfer to crash. If the transfer fails, wait until the TI89/TI92+ displays "Waiting to receive" and restart the transfer again. TI73/83+ users need to turn the calculator off and press a key.
fr: Vous allez mettre à jour le système d'exploitation de votre calculatrice. Il est conseillé de désactiver l'économiseur d'écran, qui pourrait causer l'échec du transfert. En cas d'échec du transfert, attendez que la TI89/TI92+ affiche "Wating to receive" et recommencer le transfert. Les utilisateurs de TI73/83+ devront éteindre la calculatrice puis appuyer sur une touche.

source: It's not an FLASH upgrade or this FLASH upgrade is not intended for this calculator type.
fr: Il ne s'agit pas d'une mise à jour FLASH ou cette mise à jour FLASH n'est pas destinée à ce type de calculatrice.

source: Receiving application(s)
fr: Réception d'une (des) application(s)

source: Converting...
fr: Conversion...

source: You can not send both variables and applications simultaneously.
fr: Vous ne pouvez pas envoyer à la fois des variables et des applications.

source: You can not send backups in this way. Use the 'Restore' button instead.
fr: Vous ne pouvez pas envoyer de sauvegarde de cette façon. Utilisez plutôt le bouton "Restaurer".

source: There is an unknown file type in the selection.
fr: Il y a un type de fichier inconnu dans la sélection.

source: Sending group file
fr: Envoi des fichiers groupés

source: Sending variable
fr: Envoi d'une variable

source: Sending variables
fr: Envoi des variables

source: Receiving variable(s)
fr: Réception de variable(s)

source: Waiting...
fr: En attente...

source: Unable to remove the file !
fr: Impossible de supprimer le fichier !

source: Unable to remove the file. You can not delete non empty folders !
fr: Impossible de supprimer ce fichier. Vous ne pouvez pas supprimer des dossiers non-vidés !

source: Unable to create the directory.
fr: Impossible de créer ce dossier.

source: The file %s already exists. Overwrite ?
fr: Le fichier %s existe déjà. L'écraser ?

source: Overwrite
fr: Écraser

source: Rename
fr: Renommer

source: Skip
fr: Quitter

source: Unable to move the temporary file.
fr: Impossible de déplacer les fichiers temporaires.

source: Chdir error.
fr: Erreur en changeant de dossier.

source: Unable to change directory.
fr: Impossible de changer de dossier.

source: You can not go outside of your HOME directory.
fr: Vous ne pouvez pas sortir de votre dossier HOME.

source: Usage: tilp [-options] [filename]
fr: Utilisation : tilp [-options][nom_de_fichier]

source: -h, --help display this information page and exit
fr: -h, --help affiche cette page d'information et quitte

source: -v, --version display the version information and exit
fr: -v, --version affiche le numéro de version et quitte

source: -cmdline use command line and stop
fr: -cmdline utilise la ligne de commande et s'arrête

source: -gui=... use the specified GUI (console, gtk)
fr: -gui=... utilise l'interface graphique spécifiée (console,gtk)

source: -calc=... give the calculator type
fr: -calc=... spécifie le type de calculatrice

source: -link=... give the link cable type
fr: -link=... spécifie le type de câble

source: -dev_port=... give the device port
fr: -dev_port=... spécifie le port du périphérique

source: -adr_port=... give the address of the port
fr: -adr_port=... spécifie l'adresse du port

source: -timeout=... give the time out in seconds
fr: -timeout=... spécifie la limite de temps en secondes

source: -delay=... give the delay in microseconds
fr: -delay=... spécifie le délai en microsecondes

source: filename a filename to send (console or GTK+)
fr: filename un nom de fichier à envoyer (console ou GTK+)

source: See the manpage for more informations...
fr: Reportez-vous aux pages de man pour plus d'informations...

source: TiLP - Version %s, (C) 1999-2003 Romain Lievin <roms@tilp.info>
fr: TiLP - Version %s, (C) 1999-2003 Romain Liévin <roms@tilp.info>

source: FreeBSD port, (c) 2003 Tijl Coosemans
fr: Portage FreeBSD, (c) 2003 Tijl Coosemans

source: Mac OS X port Version %s (%s), (C) 2001-2003 Julien Blache <jb@tilp.info>
fr: Portage Mac OS X Version %s ,(%s), (C) 2001-2002 Julien Blache <jb@tilp.info>

source: Built on %s %s
fr: Compilé sur %s %s

source: THIS PROGRAM COMES WITH ABSOLUTELY NO WARRANTY
fr: CE PROGRAMME N'OFFRE ABSOLUMENT AUCUNE GARANTIE

source: PLEASE READ THE DOCUMENTATION FOR DETAILS
fr: LISEZ S'IL VOUS PLAÎT LA DOCUMENTATION POUR PLUS DE DÉTAILS

source: libticables library version <%s> mini required.
fr: La version <%s> au minimum de libticables est requise.

source: Libticables: version mismatches.
fr: Libticables : mauvaise version.

source: libticalcs library version <%s> mini required.
fr: La version <%s> au minimum de libticables est nécessaire.

source: Libticalcs: version mismatches.
fr: Libticalcs : mauvaise version.

source: Working mode: command line.
fr: Mode de fonctionnement : ligne de commande.

source: Working mode: console (prompt).
fr: Mode de fonctionnement : console (prompt).

source: Working mode: GTK+.
fr: Mode de fonctionnement : GTK+.

source: Working mode: MFC.
fr: Mode de fonctionnement : MFC.

source: Working mode: Cocoa OS X GUI.
fr: Mode de fonctionnement : Cocoa OS X GUI.

source: Configuration file saved.
fr: Fichier de configuration enregistré

source: Configuration file loaded.
fr: Fichier de configuration chargé

source: This function is not available in the Win version.
fr: Cette fonction n'est pas disponibles dans la version Windows.

source: Invalid filename. There is no extension !
fr: Nom de fichier non valide. Il n'y a pas d'extension !

source: Create new directory
fr: Créer un nouveau dossier

source: Directory where files will be ungrouped:
fr: Dossier dans lequel les fichiers seront dégroupés :

source: ungrouped
fr: dégroupé

source: You must select at least 2 files.
fr: Vous devez sélectionner au moins deux fichiers.

source: Group files
fr: Grouper fichiers

source: Group name:
fr: Nom de groupe :

source: group
fr: grouper

source: Scanning plug-ins...
fr: Détection des greffons...

source: tilp_plugins_scan: opendir error
fr: tilp_plugins_scan : erreur à l'ouverture d'un dossier

source: Done !
fr: Fait !

source: Scanning registry...
fr: Recherche dans le registre...

source: Currently recognized commands: ls, cd, help, quit, exit, ready, screen [filename], dirlist [filename], backup [filename], restore [filename], send [filename], receive [filename] and dump [filename]
fr: Commandes actuellement supportées : ls, cd, help, quit, exit, ready, screen [nom_de_fichier], dirlist [nom_de_fichier], backup [nom_de_fichier], restore [nom_de_fichier], send [nom_de_fichier], receive [nom_de_fichier] et dump [nom_de_fichier]

source: Illegal directory!
fr: Dossier non valide !

source: Current directory changed to: %s
fr: Changer le dossier courant : %s

source: Current directory is: %s
fr: Le dossier courant est : %s

source: Commandstate entered. Type "quit" or "exit" to quit.
fr: Entré en mode ligne de commande. Tapez "quit" ou "exit" pour quitter.

source: Configuration file error at line %i.
fr: Erreur dans le fichier de configuration à la ligne %i.

source: Configuration file not found, use default values. You can create one by the 'File|Save config' command menu.
fr: Fichier de configuration non-trouvé, utilisation des réglages par défaut. Vous pouvez créer un fichier de configuration par l'intermédiaire du menu 'Fichier|Enregistrer la configuration'.

source: Unable to write the config file (~/.tilp or tilp.ini).
fr: Impossible d'enregistrer le fichier de configuration (~/.tilp ou tilp.ini).

source: Initialized in command line mode.
fr: Initialisation en mode ligne de commande.

source: Screendump
fr: Capture d'écran

source: Are you sure you want to remove this file ?
fr: Voulez-vous vraiment supprimer ce fichier ?

source: Are you sure you want to remove these files ?
fr: Voulez-vous vraiment supprimer ces fichiers ?

source: Unable to rename the file or directory.
fr: Impossible de renommer le fichier ou dossier.

source: A variable must have been selected in the left window.
fr: Une variable doit être sélectionnée dans la fenêtre de gauche.

source: Directory list
fr: Liste des dossiers

source: Reading variables
fr: Lecture des variables

source: Welcome to TiLP This box will help you to configure TiLP for your first use. If you need to re-launch the Wizard, go to Help->Wizard.
fr: Bienvenue à TiLP Cette fenêtre va vous aider à configurer TiLP pour la première utilisation. Si vous avez besoin de relancer l'assistant, allez dans Aide->Assistant.

source: About TiLP...
fr: A propos de TiLP...

source: * Supported platforms are: - Linux (i386, Alpha, Sparc): RL <roms@lpg.ticalc.org> - Win32 (Windows 9x/Me/NT4/2000): RL <roms@lpg.ticalc.org> - Macintosh (Mac OS-X): JB <jb@jblache.org> - FreeBSD: TC <tijl@ulyssis.org>
fr: * Les plateformes supportées sont : - Linux (i386, Alpha, Sparc) : RL <roms@lpg.ticalc.org> - Win32 (Windows 9x/Me/NT4/2000) : RL <roms@lpg.ticalc.org> - Macintosh (Mac OS-X) : JB <jb@jblache.org> - FreeBSD : TC <tijl@ulyssis.org>

source: * Official homepage: http://tilp.info
fr: * Page Web officielle: http://tilp.info

source: * Web site designed by Russel G. Howe
fr: * Site Web construit par Russel G. Howe

source: * Logo by Laminoir
fr: * Logo par Laminoir

source: * GUI generated by Glade (RAD)
fr: * Interface graphique générée par Glade (RAD)

source: * Program placed under GPL license. Libraries placed under LPGL.
fr: * Programme placé sous licence GPL. Librairies placées sous licence LGPL

source: * Program developed by the TiLP team <tilp-users@lists.sf.net>
fr: * Programme développé par l'équipe TiLP <tilp-users@lists.sf.net>

source: _About
fr: _A propos de TiLP

source: Cannot find the license file.
fr: Impossible de trouver le fichier de licence.

source: Li_cense
fr: Li_cence

source: Upload Variables
fr: Envoyer les variables

source: The following variable(s) exist(s) on calculator. Please select what you would like to do... Note that locked/archived can not be overwritten unless renamed.
fr: La ou les variables suivantes existent sur la calculatrice. Choisissez s'il vous plaît ce que vous voulez faire... Note : les variables vérouillées/archivées ne peuvent pas être écrasées et doivent être renommées.

source: _Overwrite
fr: _Écraser

source: _Rename
fr: _Renommer

source: _Skip
fr: _Ignorer

source: Select _All
fr: Tout _sélectionner

source: _Deselect All
fr: Tout _désélectionner

source: _Edit
fr: _Éditer

source: Cut selected files
fr: Couper fichiers sélectionnés

source: _Cut
fr: _Couper

source: Copy selected files
fr: Copier fichiers sélectionnés

source: C_opy
fr: C_opier

source: Paste previously selected files
fr: Copier les fichiers précédemment sélectionnés

source: _Paste
fr: _Coller

source: Rename file(s)
fr: Renommer fichier(s)

source: Delete selected file(s)
fr: Supprimer fichier(s) sélectionné(s)

source: _Delete
fr: _Supprimer

source: New _folder
fr: _Nouveau dossier

source: _File
fr: _Fichier

source: Un_archive
fr: Dés_archiver

source: Unzip selected file(s)
fr: Décompresser les fichiers zip sélectionnés

source: Un_zip
fr: Décompresser _zip

source: Untar (tar.gz/tgz) selected file(s)
fr: Décompresser (tar.gz/tgz) fichier(s) sélectionné(s)

source: Un_tar
fr: Décompresser _tar

source: Select all files
fr: Sélectionner tous les fichiers

source: _Select all
fr: Tout _sélectionner

source: Unselect all files
fr: Désélectionner tous les fichiers

source: _Unselect all
fr: Tout _désélectionner

source: Goes up into the parent folder
fr: Aller au dossier parent

source: _Go to parent dir
fr: _Aller au dossier parent

source: Set the current directory as working directory whenever TiLP starts.
fr: Définit le dossier courant comme dossier de travail au démarrage de TiLP.

source: _Set as working folder
fr: _Définir comme dossier de travail

source: Refresh file informations
fr: Recharger informations fichier

source: _Refresh
fr: _Recharger

source: _Group files
fr: _Grouper les fichiers

source: Ungroup selected file(s)
fr: Dégrouper les fichiers sélectionnés

source: _Ungroup
fr: Dégro_uper

source: Group selected file(s) together
fr: Grouper ensemble les fichiers sélectionnés

source: _Group
fr: _Grouper

source: _Misc
fr: Di_vers

source: TI83+: send selected variables into FLASH instead of sending them into RAM.\r\nTI89/92+/V200: send variables but keep attribute (locked/archived).
fr: TI83+ : envoyer les variables sélectionnées en FLASH plutôt qu'en RAM.\r\nTI89/92+/V200 : envoyer les variables mais en conservant l'attribut (vérouillé/archivé).

source: Send var(s) to FLASH
fr: Envoyer les variables en FLASH

source: Sign an Intel Hexa file (generated by an assembler) for producing a .8xk FLASH application file. More informations by typing 'appsign'.
fr: Signe un fichier Intel Hexa (généré par un assembleur) pour produire un fichier application FLASH .8xk. Plus d'informations en tapant "appsign".

source: _Sign TI83+ FLASH apps
fr: _Signer apps FLASH TI83+

source: Convert a .tib/.9xu/.89u file into a ROM image
fr: Convertit un fichier .tib/.9xu/.89u en une image ROM

source: _Convert AMS upgrade
fr: _Convertir mise à jour AMS

source: Clock Management
fr: Réglages de l'horloge

source: _on
fr: _activé

source: of_f
fr: _désactivé

source: Clock is...
fr: L'horloge est...

source: MM/DD/YY
fr: MM/JJ/AA

source: DD/MM/YY
fr: JJ/MM/AA

source: MM.DD.YY
fr: MM.JJ.AA

source: DD.MM.YY
fr: JJ.MM.AA

source: YY.MM.DD
fr: AA.MM.JJ

source: MM-DD-YY
fr: MM-JJ-AA

source: DD-MM-YY
fr: JJ-MM-AA

source: YY-MM-DD
fr: AA-MM-JJ

source: Date & Time
fr: Date & Heure

source: _Sync with PC
fr: _Synchroniser avec le PC

source: Communication Settings
fr: Réglages de la communication

source: _TIEmu virtual link
fr: Câble virtuel _TIEmu

source: _VTi virtual link
fr: Câble virtuel _VTi

source: _USB TIGraphLink
fr: TIGraphLink _USB

source: Home-made _parallel
fr: _Parallèle artisanal

source: _Black TIGraphLink Home-made serial
fr: TiGraphLink _Noir Série artisanal

source: _Gray TIGraphLink
fr: TiGraphLink _Gris

source: _Cable
fr: _Câble

source: _Auto-detect (73, 83+, 89, 92+)
fr: _Auto-détection (73, 83+, 89, 92+)

source: _Calculator
fr: _Calculatrice

source: Speed:
fr: Vitesse :

source: _Flow control (RTS/CTS)
fr: Contrôle de _flux (RTS/CTS)

source: Timeout:
fr: Limite de temps :

source: deci-seconds
fr: dixièmes de secondes

source: Error management
fr: Gestion des erreurs

source: Delay:
fr: Délai :

source: microseconds
fr: microsecondes

source: Home-made cables
fr: Câbles artisanaux

source: Miscellaneous
fr: Divers

source: External programs location
fr: Emplacement des programmes externes

source: Location:
fr: Emplacement :

source: ZIP program:
fr: Programme ZIP :

source: TAR.GZ/TGZ program:
fr: Programme TAR.GZ/TGZ :

source: APPSIGN 83+ program:
fr: Programme APPSIGN 83+ :

source: Web Browser:
fr: Navigateur Web :

source: _Browser
fr: _Navigateur

source: General options
fr: Options générales

source: _name
fr: _nom

source: _size
fr: _taille

source: Sort by
fr: Trier par

source: all _files
fr: tous les _fichiers

source: T_I files only
fr: Fichiers T_I seulement

source: File displaying
fr: Affichage des fichiers

source: _up
fr: ha_ut

source: _down
fr: _bas

source: Order
fr: Ordre

source: confirm deleting/overwriting
fr: confirmer supprimer/écraser

source: Files/Variables
fr: Fichiers/Variables

source: _Computer
fr: _Ordinateur

source: _full
fr: _complet

source: _local
fr: _relatif

source: Path mode
fr: Type de chemin

source: sin_gle
fr: _un par un

source: _group
fr: _groupés

source: Receiving files
fr: Réception des fichiers

source: Page of Manual
fr: Page de Manuel

source: Cannot find the manpage file.
fr: Impossible de trouver les fichiers manpage.

source: Title 1
fr: Titre 1

source: Transfer status:
fr: État du transfert :

source: Rate: 0.00 Kb/s
fr: Vitesse : 0.00 Ko/s

source: Title 2
fr: Titre 2

source: Title 3
fr: Titre 3

source: Total transfer:
fr: Transfert total :

source: Current transfer:
fr: Transfert courant :

source: Rate: 0.0 Kbytes/s
fr: Vitesse : 0.0 Koctets/s

source: Title 4
fr: Titre 4

source: Text
fr: Texte

source: Title 5
fr: Titre 5

source: Welcome to TiLP !
fr: Bienvenue à TiLP !

source: This box appears only 1 time or whenever a new version is installed. You will find in the box below some news about TiLP (the RELEASE file):
fr: Cette fenêtre apparaît la première fois ou lorsque une nouvelle version est installée. Vous trouverez ci-dessous les dernières nouvelles à propos de TiLP (fichier RELEASE) :

source: Cannot find the RELEASE file.
fr: Impossible de trouver le fichier RELEASE.
